Repository: overpolish/keyframeless
Catalog: Glow/Glow/Plugin/GlowUI.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

source: <accent>Amount</accent> - how much grain is mixed in, from 0 to 100%. 0 is a clean glow and higher breaks the halo up into grain.
de: <accent>Menge</accent> - wie viel Körnung eingemischt wird, von 0 bis 100%. 0 ist ein sauberer Schein, höher bricht den Halo in Körnung auf.
es: <accent>Cantidad</accent> - cuánto grano se mezcla, de 0 a 100%. 0 es un resplandor limpio y más alto rompe el halo en grano.
fr: <accent>Quantité</accent> - la quantité de grain mêlée, de 0 à 100%. 0 donne une lueur nette et plus haut casse le halo en grain.
ja: <accent>量</accent> - どれだけ粒子を混ぜるかで、0から100%までです。0はきれいなグローで、上げるほどハローが粒状に崩れます。
ko: <accent>양</accent> - 얼마나 많은 입자를 섞는지로, 0에서 100%까지입니다. 0은 깨끗한 글로우이고 높일수록 후광이 입자로 부서집니다.
zh_hans: <accent>数量</accent> - 混入多少颗粒，从 0 到 100%。0 是干净的辉光，越高越会把光晕打散成颗粒。

source: <accent>Falloff</accent> - how the glow fades out at its edge, from 0 to 200%. 0 is the softest, widest fade and higher tightens the edge. Starts at 0.
de: <accent>Abfall</accent> - wie der Schein an seinem Rand ausblendet, von 0 bis 200%. 0 ist der weichste, breiteste Verlauf, höher schärft den Rand. Startwert 0.
es: <accent>Caída</accent> - cómo se desvanece el resplandor en su borde, de 0 a 200%. 0 es el desvanecido más suave y amplio, y más alto ciñe el borde. Empieza en 0.
fr: <accent>Atténuation</accent> - comment la lueur s'estompe sur son bord, de 0 à 200%. 0 est le fondu le plus doux et le plus large, plus haut resserre le bord. Part de 0.
ja: <accent>減衰</accent> - グローが縁でどのように消えるかで、0から200%までです。0が最も柔らかく広いフェードで、上げるほど縁が締まります。初期値は0。
ko: <accent>감쇠</accent> - 글로우가 가장자리에서 어떻게 사라지는지로, 0에서 200%까지입니다. 0이 가장 부드럽고 넓은 페이드이며, 높일수록 가장자리가 좁아집니다. 0에서 시작합니다.
zh_hans: <accent>衰减</accent> - 辉光在边缘如何淡出，从 0 到 200%。0 是最柔和、最宽的淡出，越高边缘越收紧。初始为 0。

source: <accent>Grain Size</accent> - how big each speck of grain is, from 0 to 100%. Low is fine, tiny grain and high is coarse, chunky grain. Starts at 50.
de: <accent>Körnungsgröße</accent> - wie groß jedes Korn ist, von 0 bis 100%. Niedrig ist feine, winzige Körnung, hoch ist grobe, klobige Körnung. Startwert 50.
es: <accent>Tamaño de grano</accent> - qué tan grande es cada mota de grano, de 0 a 100%. Bajo es grano fino y diminuto, y alto es grano grueso y grande. Empieza en 50.
fr: <accent>Taille du grain</accent> - la taille de chaque grain, de 0 à 100%. Bas donne un grain fin et minuscule, haut un grain grossier et épais. Part de 50.
ja: <accent>粒子サイズ</accent> - 粒ひとつの大きさで、0から100%までです。低いと細かく小さな粒子、高いと粗く大きな粒子になります。初期値は50。
ko: <accent>입자 크기</accent> - 입자 하나가 얼마나 큰지로, 0에서 100%까지입니다. 낮으면 곱고 작은 입자, 높으면 거칠고 굵은 입자입니다. 50에서 시작합니다.
zh_hans: <accent>颗粒大小</accent> - 每一粒颗粒有多大，从 0 到 100%。低时是细小颗粒，高时是粗大颗粒。初始为 50。

source: <accent>Intensity</accent> - how bright the glow is, from 0 to 300%. 100% is normal and higher makes the glow brighter. Starts at 100.
de: <accent>Intensität</accent> - wie hell der Schein ist, von 0 bis 300%. 100% ist normal, höher macht den Schein heller. Startwert 100.
es: <accent>Intensidad</accent> - qué tan brillante es el resplandor, de 0 a 300%. 100% es normal y más alto lo hace más brillante. Empieza en 100.
fr: <accent>Intensité</accent> - la luminosité de la lueur, de 0 à 300%. 100% est normal et plus haut rend la lueur plus vive. Part de 100.
ja: <accent>強度</accent> - グローの明るさで、0から300%までです。100%が標準で、上げるほどグローが明るくなります。初期値は100。
ko: <accent>강도</accent> - 글로우의 밝기로, 0에서 300%까지입니다. 100%가 보통이고 높일수록 더 밝아집니다. 100에서 시작합니다.
zh_hans: <accent>强度</accent> - 辉光有多亮，从 0 到 300%。100% 为正常，越高辉光越亮。初始为 100。

source: <accent>Mode</accent> - <accent>Dynamic</accent> (the default) borrows colour from the clip so the glow matches whatever is under it. <accent>Solid</accent> is one colour you pick. <accent>Gradient</accent> blends between colours, spreading out from the centre or across at an angle. Solid and Gradient can be animated.
de: <accent>Modus</accent> - <accent>Dynamisch</accent> (die Vorgabe) übernimmt Farbe vom Clip, sodass der Schein zu dem passt, was darunter liegt. <accent>Einfarbig</accent> ist eine Farbe, die du wählst. <accent>Verlauf</accent> mischt zwischen Farben, vom Zentrum ausstrahlend oder quer in einem Winkel. Einfarbig und Verlauf lassen sich animieren.
es: <accent>Modo</accent> - <accent>Dinámico</accent> (por defecto) toma color del clip para que el resplandor combine con lo que haya debajo. <accent>Sólido</accent> es un color que eliges. <accent>Degradado</accent> mezcla entre colores, extendiéndose desde el centro o de lado en un ángulo. Sólido y Degradado se pueden animar.
fr: <accent>Mode</accent> - <accent>Dynamique</accent> (par défaut) emprunte la couleur au clip pour que la lueur s'accorde à ce qui est en dessous. <accent>Uni</accent> est une couleur que vous choisissez. <accent>Dégradé</accent> mélange les couleurs, en partant du centre ou en travers selon un angle. Uni et Dégradé peuvent être animés.
ja: <accent>モード</accent> - <accent>ダイナミック</accent> (デフォルト) はクリップから色を借りて、下にあるものにグローを合わせます。<accent>単色</accent> は自分で選ぶ1色です。<accent>グラデーション</accent> は色の間をブレンドし、中心から広がるか、角度をつけて横切ります。単色とグラデーションはアニメーションできます。
ko: <accent>모드</accent> - <accent>다이내믹</accent>(기본값)은 클립에서 색을 가져와 글로우가 아래에 있는 것과 어울리게 합니다. <accent>단색</accent>은 직접 고르는 한 가지 색입니다. <accent>그라데이션</accent>은 색 사이를 섞으며 중심에서 퍼지거나 각도를 두고 가로지릅니다. 단색과 그라데이션은 애니메이션할 수 있습니다.
zh_hans: <accent>模式</accent> - <accent>动态</accent>（默认）从片段借用颜色，让辉光与其下方的内容相配。<accent>纯色</accent>是你挑选的一种颜色。<accent>渐变</accent>在多种颜色间混合，从中心散开或带角度横向铺开。纯色和渐变都可以添加动画。

source: <accent>Position</accent> - where the glow sits relative to the clip. It is centred on the clip to start. Drag it to push the glow off to one side. Animate it and the glow drifts along a path you can shape right on the preview.
de: <accent>Position</accent> - wo der Schein relativ zum Clip sitzt. Anfangs ist er auf dem Clip zentriert. Zieh ihn, um den Schein zur Seite zu schieben. Animiere ihn, und der Schein wandert entlang eines Pfads, den du direkt in der Vorschau formen kannst.
es: <accent>Posición</accent> - dónde se sitúa el resplandor respecto al clip. Al principio está centrado en el clip. Arrástralo para empujar el resplandor hacia un lado. Anímalo y el resplandor se desplaza por una trayectoria que puedes moldear directamente en la previsualización.
fr: <accent>Position</accent> - l'endroit où la lueur se place par rapport au clip. Au départ, elle est centrée sur le clip. Faites-la glisser pour pousser la lueur sur le côté. Animez-la et la lueur se déplace le long d'un tracé que vous pouvez façonner directement sur l'aperçu.
ja: <accent>位置</accent> - グローがクリップに対してどこに置かれるか。最初はクリップの中央にあります。ドラッグするとグローを片側に寄せられます。アニメーションさせると、プレビュー上で直接形を作れるパスに沿ってグローが動きます。
ko: <accent>위치</accent> - 글로우가 클립을 기준으로 어디에 놓이는지. 처음에는 클립 중앙에 있습니다. 드래그하면 글로우를 한쪽으로 밀 수 있습니다. 애니메이션을 주면 글로우가 미리보기에서 바로 모양을 잡을 수 있는 경로를 따라 이동합니다.
zh_hans: <accent>位置</accent> - 辉光相对片段的位置。初始时它在片段中央。拖动它可把辉光推向一侧。为它添加动画，辉光会沿着一条你能在预览中直接塑形的路径移动。

source: <accent>Radius</accent> - how big the glow is, in pixels, from 0 (no glow) up to 500 (a large halo). It starts at 100. You can lock width and height together for a round glow, or unlock them to stretch it into an oval.
de: <accent>Radius</accent> - wie groß der Schein ist, in Pixeln, von 0 (kein Schein) bis 500 (ein großer Halo). Startwert 100. Du kannst Breite und Höhe für einen runden Schein koppeln oder sie entkoppeln, um ihn zu einem Oval zu strecken.
es: <accent>Radio</accent> - qué tan grande es el resplandor, en píxeles, de 0 (sin resplandor) hasta 500 (un halo grande). Empieza en 100. Puedes bloquear el ancho y el alto juntos para un resplandor redondo, o desbloquearlos para estirarlo en un óvalo.
fr: <accent>Rayon</accent> - la taille de la lueur, en pixels, de 0 (aucune lueur) jusqu'à 500 (un grand halo). Elle part de 100. Vous pouvez verrouiller la largeur et la hauteur ensemble pour une lueur ronde, ou les déverrouiller pour l'étirer en ovale.
ja: <accent>半径</accent> - グローの大きさをピクセルで表し、0 (グローなし) から 500 (大きなハロー) までです。初期値は100。幅と高さをロックして丸いグローにも、ロックを外して楕円に伸ばすこともできます。
ko: <accent>반경</accent> - 글로우의 크기로, 픽셀 단위이며 0(글로우 없음)부터 500(큰 후광)까지입니다. 100에서 시작합니다. 가로와 세로를 함께 잠가 둥근 글로우를 만들거나, 잠금을 풀어 타원으로 늘일 수 있습니다.
zh_hans: <accent>半径</accent> - 辉光有多大，以像素为单位，从 0（无辉光）到 500（大光晕）。初始为 100。你可以把宽和高一起锁定得到圆形辉光，或解锁把它拉成椭圆。

source: <accent>Seed</accent> - the random value that decides which grain pattern you get. Re-roll it for a different look. It cannot be animated, so it stays one fixed pattern for the clip.
de: <accent>Startwert</accent> - der Zufallswert, der bestimmt, welches Körnungsmuster du bekommst. Würfle ihn neu für einen anderen Look. Er lässt sich nicht animieren, also bleibt er ein festes Muster für den Clip.
es: <accent>Semilla</accent> - el valor aleatorio que decide qué patrón de grano obtienes. Vuelve a tirarlo para un aspecto distinto. No se puede animar, así que se queda como un patrón fijo para el clip.
fr: <accent>Graine</accent> - la valeur aléatoire qui décide du motif de grain que vous obtenez. Relancez-la pour un autre rendu. Elle ne peut pas être animée, elle reste donc un motif fixe pour le clip.
ja: <accent>シード</accent> - どの粒子パターンになるかを決める乱数値です。振り直すと別の見た目になります。アニメーションはできないので、クリップに対して1つの固定パターンのままです。
ko: <accent>시드</accent> - 어떤 입자 패턴이 나올지 정하는 무작위 값입니다. 다시 굴리면 다른 느낌이 됩니다. 애니메이션할 수 없어서 클립에 대해 하나의 고정된 패턴으로 유지됩니다.
zh_hans: <accent>种子</accent> - 决定你得到哪种颗粒图案的随机值。重新摇一次可换个样子。它不能添加动画，所以对该片段始终保持一个固定图案。

source: <accent>Speed</accent> - how fast the grain shimmers over time, from 0 to 100%. 0 holds it still and higher makes it flicker. Starts at 0.
de: <accent>Geschwindigkeit</accent> - wie schnell die Körnung mit der Zeit flimmert, von 0 bis 100%. 0 hält sie still, höher lässt sie flackern. Startwert 0.
es: <accent>Velocidad</accent> - qué tan rápido titila el grano con el tiempo, de 0 a 100%. 0 lo mantiene quieto y más alto lo hace parpadear. Empieza en 0.
fr: <accent>Vitesse</accent> - à quelle vitesse le grain scintille dans le temps, de 0 à 100%. 0 le garde immobile et plus haut le fait vaciller. Part de 0.
ja: <accent>速度</accent> - 粒子が時間とともにどれだけ速くちらつくかで、0から100%までです。0では静止し、上げるほどちらつきます。初期値は0。
ko: <accent>속도</accent> - 입자가 시간에 따라 얼마나 빨리 반짝이는지로, 0에서 100%까지입니다. 0은 정지 상태로 두고 높일수록 깜빡입니다. 0에서 시작합니다.
zh_hans: <accent>速度</accent> - 颗粒随时间闪烁得多快，从 0 到 100%。0 让它静止，越高越闪烁。初始为 0。

source: <accent>Spread</accent> - how far the grain reaches into the glow, from 0 to 100%. Low keeps grain near the edge and high pushes it through the whole glow.
de: <accent>Streuung</accent> - wie weit die Körnung in den Schein reicht, von 0 bis 100%. Niedrig hält die Körnung nahe am Rand, hoch drückt sie durch den ganzen Schein.
es: <accent>Dispersión</accent> - hasta dónde llega el grano dentro del resplandor, de 0 a 100%. Bajo mantiene el grano cerca del borde y alto lo empuja por todo el resplandor.
fr: <accent>Diffusion</accent> - jusqu'où le grain s'étend dans la lueur, de 0 à 100%. Bas garde le grain près du bord et haut le pousse à travers toute la lueur.
ja: <accent>広がり</accent> - 粒子がグローのどこまで届くかで、0から100%までです。低いと粒子は縁の近くに留まり、高いとグロー全体に押し広げられます。
ko: <accent>확산</accent> - 입자가 글로우 안으로 얼마나 퍼지는지로, 0에서 100%까지입니다. 낮으면 입자가 가장자리 근처에 머물고 높으면 글로우 전체로 밀려납니다.
zh_hans: <accent>扩散</accent> - 颗粒延伸进辉光多远，从 0 到 100%。低时颗粒靠近边缘，高时把它推遍整个辉光。

source: <accent>Threshold</accent> - how much the clip's own bright areas add to the glow, from 0 to 100%. 0 adds nothing. Raise it and the brightest parts of the clip bleed into the glow. Starts at 0.
de: <accent>Schwelle</accent> - wie stark die hellen Bereiche des Clips selbst zum Schein beitragen, von 0 bis 100%. 0 fügt nichts hinzu. Erhöhe sie, und die hellsten Teile des Clips fließen in den Schein. Startwert 0.
es: <accent>Umbral</accent> - cuánto añaden al resplandor las propias zonas brillantes del clip, de 0 a 100%. 0 no añade nada. Súbelo y las partes más brillantes del clip se derraman en el resplandor. Empieza en 0.
fr: <accent>Seuil</accent> - à quel point les zones claires du clip lui-même s'ajoutent à la lueur, de 0 à 100%. 0 n'ajoute rien. Augmentez-le et les parties les plus claires du clip débordent dans la lueur. Part de 0.
ja: <accent>しきい値</accent> - クリップ自身の明るい部分がどれだけグローに加わるかで、0から100%までです。0では何も加わりません。上げると、クリップの最も明るい部分がグローににじみ出ます。初期値は0。
ko: <accent>임계값</accent> - 클립 자체의 밝은 영역이 글로우에 얼마나 더해지는지로, 0에서 100%까지입니다. 0은 아무것도 더하지 않습니다. 높이면 클립의 가장 밝은 부분이 글로우로 번져 나옵니다. 0에서 시작합니다.
zh_hans: <accent>阈值</accent> - 片段自身的明亮区域给辉光增添多少，从 0 到 100%。0 不增添任何东西。调高它，片段最亮的部分会渗入辉光。初始为 0。

source: Amount, Spread, Grain Size, and Speed can all be animated on the timeline like any other control. Seed stays a fixed value you set in the Constants panel or the Noise tab.
de: Menge, Streuung, Körnungsgröße und Geschwindigkeit lassen sich alle wie jede andere Steuerung auf der Timeline animieren. Der Startwert bleibt ein fester Wert, den du im Konstanten-Panel oder im Rauschen-Tab einstellst.
es: Cantidad, Dispersión, Tamaño de grano y Velocidad se pueden animar en la línea de tiempo como cualquier otro control. La Semilla se queda como un valor fijo que fijas en el panel de Constantes o en la pestaña Ruido.
fr: Quantité, Diffusion, Taille du grain et Vitesse peuvent toutes être animées sur la timeline comme n'importe quelle commande. La Graine reste une valeur fixe que vous réglez dans le panneau Constantes ou l'onglet Bruit.
ja: 量、広がり、粒子サイズ、速度は、他のコントロールと同じようにすべてタイムラインでアニメーションできます。シードは、定数パネルまたはノイズタブで設定する固定値のままです。
ko: 양, 확산, 입자 크기, 속도는 모두 다른 컨트롤처럼 타임라인에서 애니메이션할 수 있습니다. 시드는 상수 패널이나 노이즈 탭에서 설정하는 고정값으로 유지됩니다.
zh_hans: 数量、扩散、颗粒大小和速度都可以像其他控件一样在时间线上添加动画。种子保持为一个固定值，你在常量面板或噪点选项卡中设置它。

source: Animate the glow growing from 0 to 200 over 1 second with bounce.
de: Animiere das Leuchten über 1 Sekunde von 0 auf 200 mit einem Sprung.
es: Anima el resplandor creciendo de 0 a 200 durante 1 segundo con rebote.
fr: Anime la lueur de 0 à 200 sur 1 seconde avec un rebond.
ja: グローを1秒かけて0から200までバウンドさせながら大きくする。
ko: 광채를 1초 동안 0에서 200까지 바운스로 커지게 애니메이션하세요.
zh_hans: 在 1 秒内让辉光从 0 弹跳放大到 200。

source: Ask a question or describe an animation…
de: Stelle eine Frage oder beschreibe eine Animation…
es: Haz una pregunta o describe una animación…
fr: Posez une question ou décrivez une animation…
ja: 質問するか、アニメーションを入力…
ko: 질문하거나 애니메이션을 설명하세요…
zh_hans: 提问或描述一个动画…

source: Color - how the glow is tinted:
de: Farbe - wie der Schein eingefärbt wird:
es: Color - cómo se tiñe el resplandor:
fr: Couleur - comment la lueur est teintée :
ja: カラー - グローの色付け方法:
ko: 색상 - 글로우의 색조를 지정하는 방법:
zh_hans: 颜色 - 如何为辉光着色：

source: Core:
de: Kern:
es: Núcleo:
fr: Noyau :
ja: コア:
ko: 코어:
zh_hans: 核心：

source: Drag the Radius ring
de: Den Radius-Ring ziehen
es: Arrastra el anillo de radio
fr: Faire glisser l'anneau de rayon
ja: 半径リングをドラッグ
ko: 반경 링 드래그
zh_hans: 拖移半径环

source: Glow in with bounce
de: Leuchten mit Sprung einblenden
es: Hacer aparecer el resplandor con rebote
fr: Faire apparaître la lueur avec rebond
ja: グローをバウンドで出現させる
ko: 광채를 바운스로 나타내기
zh_hans: 让辉光弹跳出现

source: Glow wraps a clip's content in a soft, glowing halo you can animate. Drag it onto a clip from the Effects browser. It animates with the timeline, so the Timing sections cover how Basic, Advanced, easing, and motion blur work.
de: Glow legt einen weichen, leuchtenden Schein um den Inhalt eines Clips, den du animieren kannst. Zieh es aus dem Effekte-Browser auf einen Clip. Es animiert mit der Timeline, daher erklären die Timing-Abschnitte, wie Basic, Erweitert, Easing und Bewegungsunschärfe funktionieren.
es: Glow envuelve el contenido de un clip en un halo suave y luminoso que puedes animar. Arrástralo a un clip desde el navegador de Efectos. Se anima con la línea de tiempo, así que las secciones de Sincronización explican cómo funcionan Básico, Avanzado, la suavización y el desenfoque de movimiento.
fr: Glow entoure le contenu d'un clip d'un halo doux et lumineux que vous pouvez animer. Faites-le glisser sur un clip depuis le navigateur d'Effets. Il s'anime avec la timeline, donc les sections Minutage expliquent comment fonctionnent Basique, Avancé, le lissage et le flou de mouvement.
ja: Glow はクリップの内容を柔らかく光るハローで包み、アニメーションできます。エフェクトブラウザからクリップにドラッグします。タイムラインでアニメートするので、タイミングのセクションでベーシック、アドバンス、イージング、モーションブラーの仕組みを説明しています。
ko: Glow는 클립의 내용을 부드럽게 빛나는 후광으로 감싸며, 애니메이션할 수 있습니다. 효과 브라우저에서 클립으로 드래그하세요. 타임라인으로 애니메이션되므로 타이밍 섹션에서 베이식, 고급, 이징, 모션 블러가 어떻게 작동하는지 다룹니다.
zh_hans: Glow 用柔和发光的光晕包裹片段的内容，你可以为它添加动画。从效果浏览器把它拖到片段上。它随时间线播放动画，因此计时部分讲解了基础、高级、缓动和运动模糊如何工作。

source: Glow, a Final Cut Pro plugin that adds a soft animatable glow around a clip and animates it with the shared Keyframeless timeline system (Basic and Advanced timing, easing, motion blur). Always refer to yourself as Glow. Detailed feature information is in the reference docs below.
de: Glow, ein Final-Cut-Pro-Plugin, das ein weiches, animierbares Leuchten um einen Clip hinzufügt und es mit dem gemeinsamen Keyframeless-Timeline-System animiert (einfaches und erweitertes Timing, Easing, Bewegungsunschärfe). Bezeichne dich immer als Glow. Ausführliche Funktionsinformationen findest du in den Referenzdokumenten unten.
es: Glow, un plugin de Final Cut Pro que añade un resplandor suave y animable alrededor de un clip y lo anima con el sistema de línea de tiempo compartido de Keyframeless (tiempo Básico y Avanzado, suavización, desenfoque de movimiento). Refiérete siempre a ti mismo como Glow. La información detallada de las funciones está en los documentos de referencia a continuación.
fr: Glow, un module externe Final Cut Pro qui ajoute une lueur douce et animable autour d'un plan et l'anime avec le système de timeline partagé Keyframeless (timing Basique et Avancé, lissage, flou de mouvement). Désignez-vous toujours comme Glow. Des informations détaillées sur les fonctionnalités se trouvent dans la documentation de référence ci-dessous.
ja: Glow は、クリップのまわりにアニメート可能な柔らかいグローを追加し、共有の Keyframeless タイムラインシステム（基本・詳細タイミング、イージング、モーションブラー）でアニメートする Final Cut Pro プラグインです。常に自分を Glow と呼んでください。機能の詳細は下記のリファレンスドキュメントにあります。
ko: Glow는 클립 주위에 부드럽고 애니메이션할 수 있는 광채를 더하고 공유 Keyframeless 타임라인 시스템(기본 및 고급 타이밍, 이징, 모션 블러)으로 애니메이션하는 Final Cut Pro 플러그인입니다. 항상 자신을 Glow라고 칭하세요. 자세한 기능 정보는 아래 참조 문서에 있습니다.
zh_hans: Glow 是一个 Final Cut Pro 插件，可在片段周围添加柔和、可制作动画的辉光，并使用共享的 Keyframeless 时间线系统（基本和高级计时、缓动、运动模糊）制作动画。请始终自称为 Glow。详细的功能信息见下方的参考文档。

source: Noise - optional grain mixed into the glow for a textured halo instead of a perfectly smooth one:
de: Rauschen - optionale Körnung, die in den Schein gemischt wird, für einen strukturierten statt perfekt glatten Halo:
es: Ruido - grano opcional mezclado en el resplandor para un halo con textura en lugar de uno perfectamente liso:
fr: Bruit - grain optionnel mêlé à la lueur pour un halo texturé plutôt que parfaitement lisse :
ja: ノイズ - 完全に滑らかではなく質感のあるハローにするために、グローに混ぜる任意の粒子:
ko: 노이즈 - 완벽히 매끄러운 대신 질감 있는 후광을 위해 글로우에 섞는 선택적 입자:
zh_hans: 噪点 - 可选的颗粒，混入辉光，让光晕带质感而非完全平滑：

source: On-screen control shortcuts
de: Kurzbefehle für Bildschirmsteuerung
es: Atajos de controles en pantalla
fr: Raccourcis des contrôles à l'écran
ja: オンスクリーンコントロールのショートカット
ko: 화면 컨트롤 단축키
zh_hans: 屏幕控件快捷键

source: Pulse the glow
de: Leuchten pulsieren lassen
es: Hacer pulsar el resplandor
fr: Faire pulser la lueur
ja: グローを脈動させる
ko: 광채를 맥동시키기
zh_hans: 让辉光脉动

source: Pulse the glow larger and back a few times across the clip.
de: Lass das Leuchten über den Clip hinweg ein paar Mal größer und wieder kleiner pulsieren.
es: Haz que el resplandor pulse haciéndose más grande y volviendo varias veces a lo largo del clip.
fr: Fais pulser la lueur en l'agrandissant et en la réduisant plusieurs fois sur la durée du plan.
ja: クリップ全体でグローを数回、大きくしては戻して脈動させる。
ko: 클립 전체에서 광채가 몇 번 커졌다 돌아오며 맥동하게 하세요.
zh_hans: 让辉光在整个片段中放大并缩回，脉动几次。

source: Set the glow size on the canvas
de: Die Größe des Leuchtens auf der Arbeitsfläche festlegen
es: Ajusta el tamaño del resplandor en el lienzo
fr: Définir la taille de la lueur sur le canevas
ja: キャンバス上でグローの大きさを設定
ko: 캔버스에서 광채 크기 설정
zh_hans: 在画布上设置辉光大小

source: The controls sit in three groups you switch between with the pills at the top of the inspector: <accent>Core</accent>, <accent>Color</accent>, and <accent>Noise</accent>.
de: Die Steuerungen liegen in drei Gruppen, zwischen denen du mit den Pillen oben im Inspektor wechselst: <accent>Kern</accent>, <accent>Farbe</accent> und <accent>Rauschen</accent>.
es: Los controles están en tres grupos entre los que cambias con las píldoras en la parte superior del inspector: <accent>Núcleo</accent>, <accent>Color</accent> y <accent>Ruido</accent>.
fr: Les commandes sont réparties en trois groupes entre lesquels vous basculez avec les pastilles en haut de l'inspecteur : <accent>Noyau</accent>, <accent>Couleur</accent> et <accent>Bruit</accent>.
ja: コントロールは3つのグループに分かれ、インスペクタ上部のピルで切り替えます: <accent>コア</accent>、<accent>カラー</accent>、<accent>ノイズ</accent>。
ko: 컨트롤은 세 그룹으로 나뉘며 인스펙터 상단의 알약으로 전환합니다: <accent>코어</accent>, <accent>색상</accent>, <accent>노이즈</accent>.
zh_hans: 控件分为三组，用检查器顶部的药丸按钮切换：<accent>核心</accent>、<accent>颜色</accent>和<accent>噪点</accent>。

source: What's Basic vs Advanced?
de: Was ist Einfach vs. Erweitert?
es: ¿Qué es Básico frente a Avanzado?
fr: Quelle différence entre Basique et Avancé ?
ja: 「基本」と「詳細」の違いは？
ko: 기본과 고급의 차이는?
zh_hans: 基本与高级有什么区别？

source: What's the difference between Basic and Advanced timing?
de: Was ist der Unterschied zwischen einfachem und erweitertem Timing?
es: ¿Cuál es la diferencia entre el tiempo Básico y Avanzado?
fr: Quelle est la différence entre le timing Basique et Avancé ?
ja: 「基本」タイミングと「詳細」タイミングの違いは何ですか？
ko: 기본 타이밍과 고급 타이밍의 차이는 무엇인가요?
zh_hans: 基本计时和高级计时有什么区别？
